Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# paywallButtonRestorePurchases
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी बहाल करें
it: Ripristina acquisti
ja: 購入を復元する
ko: 구매 복원
nl: Herstel aankopen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywallButtonSubscribe
source: Get started with **%@**
ar: ابدأ مع **%@**
de: Beginnen Sie mit **%@**
es: Comienza con **%@**
fr: Commencez avec **%@**
hi: **%@** के साथ शुरू करें
it: Inizia con **%@**
ja: **%@** で始める
ko: **%@**로 시작하기
nl: Begin met **%@**
pl: Rozpocznij korzystanie z **%@**
pt: Comece com **%@**
ru: Начать с **%@**
th: เริ่มต้นกับ **%@**
tr: **%@** ile başlamaya başlayın
vi: Bắt đầu với **%@**
zh_hans: 开始使用 **%@**
zh_hant: 開始使用 **%@**

# paywallFeatureAICreditsTitle
source: %d AI credits / month
ar: %d رصيد من الذكاء الاصطناعي / شهر
de: %d AI-Credits / Monat
es: %d créditos de IA / mes
fr: %d crédits IA / mois
hi: %d एआई क्रेडिट / माह
it: %d crediti IA / mese
ja: %d AIクレジット / 月
ko: %d AI 크레딧 / 월
nl: %d AI-credits / maand
pl: %d kredytów AI / miesiąc
pt: %d créditos de IA / mês
ru: %d AI кредиты / месяц
th: %d เครดิต AI / เดือน
tr: %d AI kredisi / ay
vi: %d tín dụng AI / tháng
zh_hans: %d AI 积分 / 月
zh_hant: %d AI 點數 / 月

# paywallFeatureDrawMessage
source: Unlimited drawing, organizing, and file workflows.
ar: رسوم غير محدودة، وتنظيم، وتدفقات العمل للملفات.
de: Unbegrenztes Zeichnen, Organisieren und Dateiarbeitsabläufe.
es: Dibujo, organización y flujos de trabajo de archivos ilimitados.
fr: Dessin illimité, organisation et workflows de fichiers.
hi: अनलिमिटेड ड्राइंग, आयोजन, और फ़ाइल वर्कफ़्लो।
it: Disegno illimitato, organizzazione e flussi di lavoro di file.
ja: 無制限の描画、整理、ファイルワークフロー。
ko: 무제한 드로잉, 조직화 및 파일 워크플로우.
nl: Onbeperkt tekenen, organiseren en bestandsworkflows.
pl: Nielimitowane rysowanie, organizowanie i przepływy pracy z plikami.
pt: Desenhos, organização e fluxos de trabalho de arquivos ilimitados.
ru: Неограниченное рисование, организация и рабочие процессы с файлами.
th: การวาดภาพที่ไม่จำกัด การจัดระเบียบ และการทำงานกับไฟล์
tr: Sınırsız çizim, düzenleme ve dosya iş akışları.
vi: Vẽ, tổ chức và làm việc với tệp không giới hạn.
zh_hans: 无限制绘图、组织和文件工作流。
zh_hant: 無限制的繪圖、組織和檔案工作流程。

# paywallFeatureDrawTitle
source: Complete canvas workspace
ar: مساحة عمل كاملة على اللوحة
de: Vollständiger Arbeitsbereich auf der Leinwand
es: Espacio de trabajo completo en el lienzo
fr: Espace de travail complet sur toile
hi: पूर्ण कैनवास कार्यक्षेत्र
it: Workspace completo della tela
ja: 完全なキャンバスワークスペース
ko: 완전한 캔버스 작업 공간
nl: Volledige canvaswerkruimte
pl: Kompletny przestrzeń robocza płótna
pt: Espaço de trabalho completo no canvas
ru: Полноценное рабочее пространство холста
th: พื้นที่ทำงานแคนวาสที่สมบูรณ์
tr: Tam çapraz çalışma alanı
vi: Không gian làm việc canvas hoàn chỉnh
zh_hans: 完整画布工作区
zh_hant: 完整的畫布工作區

# paywallFeatureMaxAICreditsMessage
source: More headroom for heavier generation, iteration, and AI workflows.
ar: المزيد من المساحة لتوليد وتكرار وأعمال الذكاء الاصطناعي الأكثر كثافة.
de: Mehr Spielraum für anspruchsvollere Generierung, Iteration und KI-Workflows.
es: Más margen para generación, iteración y flujos de trabajo de IA más complejos.
fr: Plus de marge pour des générations, itérations et workflows d'IA plus lourds.
hi: भारी जनरेशन, पुनरावृत्ति, और एआई वर्कफ़्लो के लिए अधिक स्थान।
it: Maggiore margine per generazioni, iterazioni e flussi di lavoro IA più intensivi.
ja: より重い生成、反復、およびAIワークフローのための余裕を増やします。
ko: 더 많은 생성, 반복 및 AI 워크플로우를 위한 여유 공간.
nl: Meer ruimte voor zwaardere generatie, iteratie en AI-workflows.
pl: Więcej przestrzeni na bardziej intensywne generacje, iteracje i przepływy pracy AI.
pt: Mais espaço para gerações, iterações e fluxos de trabalho de IA mais pesados.
ru: Больше места для более сложного создания, итерации и рабочих процессов ИИ.
th: มีพื้นที่มากขึ้นสำหรับการสร้างที่หนักกว่า การทำซ้ำ และการทำงานที่ใช้ AI
tr: Daha yoğun üretim, yineleme ve yapay zeka iş akışları için daha fazla alan.
vi: Nhiều không gian cho việc tạo, lặp lại và quy trình làm việc AI nặng.
zh_hans: 为更重的生成、迭代和 AI 工作流提供更多空间。
zh_hant: 更多空間以進行更重的生成、迭代和 AI 工作流程。

# paywallFeatureMaxExtraHighModelCapabilityMessage
source: Use the highest reasoning model mode for demanding AI work.
ar: استخدم أعلى وضع للنماذج المنطقية للأعمال المعقدة للذكاء الاصطناعي.
de: Nutzen Sie den höchsten Denkmodi für anspruchsvolle KI-Arbeiten.
es: Utiliza el modo de modelo de razonamiento más alto para trabajos de IA exigentes.
fr: Utilisez le mode de modèle de raisonnement le plus élevé pour un travail IA exigeant.
hi: मांग वाले एआई कार्य के लिए उच्चतम तर्क मॉडल मोड का उपयोग करें।
it: Utilizza la modalità modello di ragionamento più elevata per lavori IA impegnativi.
ja: 要求の厳しいAI作業のために最高の推論モデルモードを使用します。
ko: 고급 AI 작업을 위한 최고의 추론 모델 모드 사용.
nl: Gebruik de hoogste redeneermodus voor veeleisend AI-werk.
pl: Użyj trybu najwyższego modelu rozumowania do wymagających prac AI.
pt: Use o modo do modelo de raciocínio mais alto para trabalhos de IA exigentes.
ru: Используйте режим модели с самым высоким уровнем логики для требовательных задач ИИ.
th: ใช้โหมดโมเดลการคิดที่สูงที่สุดสำหรับงาน AI ที่ต้องการ
tr: Talepkar yapay zeka çalışmaları için en yüksek akıl yürütme modeli modunu kullanın.
vi: Sử dụng chế độ mô hình lý luận cao nhất cho công việc AI yêu cầu.
zh_hans: 为要求高的 AI 工作使用最高推理模型模式。
zh_hant: 對於高要求的 AI 工作，使用最高推理模型模式。

# paywallFeatureMaxExtraHighModelCapabilityTitle
source: Extra High model capability
ar: قدرة النموذج العالية جدًا
de: Extra hohe Modellfähigkeiten
es: Capacidad de modelo extra alta
fr: Capacité de modèle extra élevé
hi: अतिरिक्त उच्च मॉडल क्षमता
it: Capacità modello extra alta
ja: エクストラハイモデル能力
ko: 매우 높은 모델 기능
nl: Extra hoge modelcapaciteit
pl: Bardzo wysoka zdolność modelu
pt: Capacidade de modelo extra alta
ru: Возможности модели очень высокого уровня
th: ความสามารถของโมเดลระดับพิเศษสูง
tr: Ekstra Yüksek model kapasitesi
vi: Khả năng mô hình cực cao
zh_hans: 超高模型能力
zh_hant: 超高模型能力

# paywallFeatureMCPMessage
source: Basic MCP support mirrors excalidraw-mcp, so compatible AI apps can draw into ExcalidrawZ with the same tool flow.
ar: يدعم MCP الأساسي توصيلًا مع excalidraw-mcp، بحيث يمكن للتطبيقات الذكية المتوافقة الرسم في ExcalidrawZ بنفس تدفق الأدوات.
de: Die grundlegende MCP-Unterstützung spiegelt excalidraw-mcp wider, sodass kompatible KI-Apps mit demselben Werkzeugfluss in ExcalidrawZ zeichnen können.
es: El soporte básico de MCP refleja excalidraw-mcp, por lo que las aplicaciones de IA compatibles pueden dibujar en ExcalidrawZ con el mismo flujo de herramientas.
fr: Le support de base de MCP reflète excalidraw-mcp, de sorte que les applications d'IA compatibles peuvent dessiner dans ExcalidrawZ avec le même flux d'outils.
hi: बुनियादी MCP समर्थन excalidraw-mcp को मिरर करता है, ताकि संगत AI ऐप्स एक ही उपकरण प्रवाह के साथ ExcalidrawZ में चित्र बना सकें।
it: Il supporto MCP di base rispecchia excalidraw-mcp, quindi le app AI compatibili possono disegnare in ExcalidrawZ con lo stesso flusso di strumenti.
ja: 基本的なMCPサポートはexcalidraw-mcpを反映しているため、互換性のあるAIアプリは同じツールフローでExcalidrawZに描画できます。
ko: 기본 MCP 지원은 excalidraw-mcp를 기반으로 하며, 호환 가능한 AI 앱이 동일한 도구 흐름으로 ExcalidrawZ에 그릴 수 있습니다.
nl: Basis MCP-ondersteuning weerspiegelt excalidraw-mcp, zodat compatibele AI-apps met dezelfde toolflow in ExcalidrawZ kunnen tekenen.
pl: Podstawowe wsparcie MCP odwzorowuje excalidraw-mcp, dzięki czemu kompatybilne aplikacje AI mogą rysować w ExcalidrawZ z tym samym przepływem narzędzi.
pt: O suporte básico do MCP espelha o excalidraw-mcp, para que aplicativos de IA compatíveis possam desenhar no ExcalidrawZ com o mesmo fluxo de ferramenta.
ru: Базовая поддержка MCP отражает excalidraw-mcp, так что совместимые AI приложения могут рисовать в ExcalidrawZ с тем же рабочим процессом инструментов.
th: การสนับสนุน MCP เบื้องต้นสะท้อน excalidraw-mcp ดังนั้นแอป AI ที่เข้ากันได้สามารถวาดใน ExcalidrawZ ด้วยกระบวนการเครื่องมือเดียวกัน
tr: Temel MCP desteği, uyumlu AI uygulamalarının aynı araç akışı ile ExcalidrawZ'ye çizim yapabilmesine olanak tanır.
vi: Hỗ trợ MCP cơ bản giống như excalidraw-mcp, vì vậy các ứng dụng AI tương thích có thể vẽ vào ExcalidrawZ với cùng quy trình công cụ.
zh_hans: 基本的 MCP 支持与 excalidraw-mcp 一致，因此兼容的 AI 应用可以通过相同的工具流程在 ExcalidrawZ 中绘制。
zh_hant: 基本的 MCP 支援與 excalidraw-mcp 鏈接，因此相容的 AI 應用可以使用相同的工具流程繪製到 ExcalidrawZ。

# paywallFeatureMCPTitle
source: Basic MCP Services
ar: خدمات MCP الأساسية
de: Grundlegende MCP-Dienste
es: Servicios MCP Básicos
fr: Services MCP de base
hi: बुनियादी MCP सेवाएँ
it: Servizi MCP di Base
ja: 基本的なMCPサービス
ko: 기본 MCP 서비스
nl: Basis MCP-diensten
pl: Podstawowe usługi MCP
pt: Serviços MCP Básicos
ru: Базовые услуги MCP
th: บริการ MCP เบื้องต้น
tr: Temel MCP Hizmetleri
vi: Dịch vụ MCP cơ bản
zh_hans: 基本 MCP 服务
zh_hant: 基本 MCP 服務

# paywallFeatureOptimizedMCPMessage
source: Starter unlocks ExcalidrawZ-optimized MCP services for richer canvas control and native workflows.
ar: يفتح البدء خدمات MCP المخصصة لـ ExcalidrawZ للحصول على تحكم أغنى في اللوحة وتدفقات العمل الأصلية.
de: Starter schaltet die für ExcalidrawZ optimierten MCP-Dienste für eine reichere Steuerung der Leinwand und native Workflows frei.
es: El paquete inicial desbloquea servicios MCP optimizados para ExcalidrawZ para un control de lienzo más rico y flujos de trabajo nativos.
fr: Le plan Starter débloque les services MCP optimisés pour ExcalidrawZ pour un meilleur contrôle de la toile et des flux de travail natifs.
hi: स्टार्टर ExcalidrawZ-ऑप्टिमाइज़्ड MCP सेवाओं को समृद्ध कैनवास नियंत्रण और मूल कार्यप्रवाहों के लिए अनलॉक करता है।
it: Lo Starter sblocca i servizi MCP ottimizzati per ExcalidrawZ per un controllo più ricco della tela e flussi di lavoro nativi.
ja: Starterは、より豊かなキャンバス制御とネイティブワークフローのためにExcalidrawZに最適化されたMCPサービスを解除します。
ko: Starter는 더 풍부한 캔버스 제어 및 기본 워크플로우를 위한 ExcalidrawZ 최적화 MCP 서비스를 잠금 해제합니다.
nl: Starter ontgrendelt ExcalidrawZ-geoptimaliseerde MCP-diensten voor rijkere canvasbesturing en native workflows.
pl: Starter odblokowuje zoptymalizowane usługi MCP dla ExcalidrawZ, oferując bogatszą kontrolę nad płótnem i natywne przepływy pracy.
pt: O plano inicial desbloqueia serviços MCP otimizados para o ExcalidrawZ para um controle de canvas mais rico e fluxos de trabalho nativos.
ru: Стартовая версия разблокирует оптимизированные для ExcalidrawZ услуги MCP для более богатого управления холстом и нативными рабочими процессами.
th: Starter ปลดล็อคบริการ MCP ที่ปรับให้เหมาะสมกับ ExcalidrawZ สำหรับการควบคุมผืนผ้าใบที่ดียิ่งขึ้นและกระบวนการทำงานแบบเนทีฟ
tr: Starter, daha zengin tuval kontrolü ve yerel iş akışları için ExcalidrawZ optimize edilmiş MCP hizmetlerini açar.
vi: Gói khởi đầu mở khóa các dịch vụ MCP tối ưu hóa cho ExcalidrawZ để kiểm soát canvas phong phú hơn và quy trình làm việc tự nhiên.
zh_hans: 入门版解锁了 ExcalidrawZ 优化的 MCP 服务，以实现更丰富的画布控制和本地工作流。
zh_hant: 入門版解鎖 ExcalidrawZ 優化的 MCP 服務，提供更豐富的畫布控制和本地工作流程。

# paywallFeatureOptimizedMCPTitle
source: Optimized MCP Services
ar: خدمات MCP المخصصة
de: Optimierte MCP-Dienste
es: Servicios MCP Optimizados
fr: Services MCP optimisés
hi: ऑप्टिमाइज्ड MCP सेवाएँ
it: Servizi MCP Ottimizzati
ja: 最適化されたMCPサービス
ko: 최적화된 MCP 서비스
nl: Geoptimaliseerde MCP-diensten
pl: Zoptymalizowane usługi MCP
pt: Serviços MCP Otimizados
ru: Оптимизированные услуги MCP
th: บริการ MCP ที่ปรับให้เหมาะสม
tr: Optimize Edilmiş MCP Hizmetleri
vi: Dịch vụ MCP tối ưu hóa
zh_hans: 优化的 MCP 服务
zh_hant: 優化的 MCP 服務

# paywallFeatureProAICreditsMessage
source: Enough room for regular AI-assisted editing and generation.
ar: مساحة كافية للتحرير والتوليد المدعومين بالذكاء الاصطناعي بشكل منتظم.
de: Genug Spielraum für reguläre KI-gestützte Bearbeitung und Generierung.
es: Suficiente capacidad para edición y generación asistidas por IA de manera regular.
fr: Suffisamment de place pour un montage et une génération assistés par IA réguliers.
hi: नियमित एआई-सहायता संपादन और जनरेशन के लिए पर्याप्त स्थान।
it: Sufficiente spazio per editing e generazione assistiti da IA regolari.
ja: 定期的なAI支援の編集と生成に十分な余裕。
ko: 정기적인 AI 지원 편집 및 생성에 충분한 공간.
nl: Voldoende ruimte voor reguliere AI-ondersteunde bewerking en generatie.
pl: Dostateczna przestrzeń na regularną edycję i generację wspomaganą przez AI.
pt: Espaço suficiente para edição e geração assistida por IA regulares.
ru: Достаточно места для регулярного редактирования и генерации с помощью ИИ.
th: พื้นที่เพียงพอสำหรับการแก้ไขและการสร้างที่ใช้ AI ได้อย่างปกติ
tr: Düzenli yapay zeka destekli düzenleme ve üretim için yeterli alan.
vi: Đủ không gian cho việc chỉnh sửa và tạo nội dung bằng AI thường xuyên.
zh_hans: 足够的空间进行常规 AI 辅助编辑和生成。
zh_hant: 足夠的空間用於常規的 AI 協助編輯和生成。

# paywallFeatureStarterCollaborationMessage
source: Open up the collaboration workspace without room limits.
ar: افتح مساحة التعاون دون حدود الغرف.
de: Öffnen Sie den Collaboration-Arbeitsbereich ohne Raumlimits.
es: Abre el espacio de trabajo para colaborar sin límites de espacio.
fr: Ouvrez l'espace de collaboration sans limites.
hi: कमरे की सीमाओं के बिना सहयोग कार्यक्षेत्र खोलें।
it: Apri lo spazio di collaborazione senza limiti di spazio.
ja: ルームの制限なしにコラボレーションワークスペースを開きます。
ko: 제한 없는 협업 공간을 열어보세요.
nl: Open de samenwerkingsruimte zonder beperkingen in ruimte.
pl: Otwórz przestrzeń współpracy bez ograniczeń pokoi.
pt: Abra o espaço de colaboração sem limites de sala.
ru: Откройте рабочее пространство для сотрудничества без ограничений по комнатам.
th: เปิดพื้นที่ทำงานร่วมกันโดยไม่มีขีดจำกัด
tr: Sınırsız alan olmadan, iş birliği alanını açın.
vi: Mở không gian làm việc hợp tác mà không có giới hạn phòng.
zh_hans: 无需房间限制即可打开协作工作区。
zh_hant: 開放無限制的協作工作空間。

# paywallFeatureStarterCollaborationTitle
source: Unlimited collaboration tools
ar: أدوات تعاون غير محدودة
de: Unbegrenzte Kollaborationstools
es: Herramientas de colaboración ilimitadas
fr: Outils de collaboration illimités
hi: असीमित सहयोग उपकरण
it: Strumenti di collaborazione illimitati
ja: 無制限のコラボレーションツール
ko: 무제한 협업 도구
nl: Onbeperkte samenwerkingstools
pl: Nielimitowane narzędzia do współpracy
pt: Ferramentas de colaboração ilimitadas
ru: Неограниченные инструменты для сотрудничества
th: เครื่องมือการทำงานร่วมกันแบบไม่จำกัด
tr: Sınırsız iş birliği araçları
vi: Công cụ hợp tác không giới hạn
zh_hans: 无限协作工具
zh_hant: 無限制的協作工具

# paywallFeatureSyncMessage
source: Sync, reuse, and keep work available across devices.
ar: قم بالمزامنة وإعادة الاستخدام واحتفظ بالعمل متاحًا عبر الأجهزة.
de: Synchronisieren, wiederverwenden und darüber hinaus die Arbeiten auf allen Geräten verfügbar halten.
es: Sincroniza, reutiliza y mantén tu trabajo disponible en todos los dispositivos.
fr: Synchronisez, réutilisez et gardez votre travail disponible sur tous vos appareils.
hi: संपर्क करें, पुन: उपयोग करें, और कार्यों को उपकरणों के बीच उपलब्ध रखें।
it: Sincronizza, riutilizza e mantieni il lavoro disponibile su tutti i dispositivi.
ja: デバイス間で作業を同期、再利用し、利用可能に保ちます。
ko: 기기 간 작업을 동기화하고 재사용하며 유지하세요.
nl: Synchroniseer, hergebruik en houd werk beschikbaar op meerdere apparaten.
pl: Synchronizuj, korzystaj ponownie i utrzymuj pracę dostępną na różnych urządzeniach.
pt: Sincronize, reutilize e mantenha o trabalho disponível em todos os dispositivos.
ru: Синхронизируйте, повторно используйте и сохраняйте работу доступной на всех устройствах.
th: ซิงค์ ใช้งานซ้ำ และเก็บงานให้พร้อมใช้งานบนอุปกรณ์ต่าง ๆ
tr: Cihazlar arasında senkronize edin, yeniden kullanın ve çalışmayı erişilebilir tutun.
vi: Đồng bộ, tái sử dụng và giữ công việc luôn có sẵn trên các thiết bị.
zh_hans: 在设备之间同步、重用并保持工作可用。
zh_hant: 同步、重用，並保持跨設備可用的工作。

# paywallFeatureSyncTitle
source: Cloud-ready library
ar: مكتبة جاهزة للسحابة
de: Cloud-fähige Bibliothek
es: Biblioteca lista para la nube
fr: Bibliothèque prête pour le cloud
hi: क्लाउड-तैयार पुस्तकालय
it: Biblioteca pronta per il cloud
ja: クラウド対応ライブラリ
ko: 클라우드 준비 라이브러리
nl: Cloud-klaar bibliotheek
pl: Biblioteka gotowa do chmury
pt: Biblioteca pronta para nuvem
ru: Библиотека, готовая к облаку
th: ห้องสมุดที่พร้อมสำหรับคลาวด์
tr: Bulut uyumlu kütüphane
vi: Thư viện sẵn sàng trên đám mây
zh_hans: 云端准备库
zh_hant: 雲端準備的庫

# paywallPlanFreeDescription
source: Enjoy most of the app's powerful features for free. Perfect for personal use and occasional collaboration.
ar: استمتع بأغلب ميزات التطبيق القوية مجانًا. مثالي للاستخدام الشخصي والتعاون العرضي.
de: Genießen Sie die meisten leistungsstarken Funktionen der App kostenlos. Perfekt für den persönlichen Gebrauch und gelegentliche Zusammenarbeit.
es: Disfruta de la mayoría de las potentes funciones de la app de forma gratuita. Perfecto para uso personal y colaboración ocasional.
fr: Profitez de la plupart des fonctionnalités puissantes de l'application gratuitement. Parfait pour un usage personnel et une collaboration occasionnelle.
hi: ऐप की अधिकांश शक्तिशाली सुविधाओं का मुफ्त में आनंद लें। व्यक्तिगत उपयोग और कभी-कभार सहयोग के लिए उत्तम।
it: Goditi la maggior parte delle potenti funzionalità dell'app gratuitamente. Perfetto per uso personale e collaborazione occasionale.
ja: アプリの強力な機能のほとんどを無料で楽しめます。個人使用や時折のコラボレーションに最適です。
ko: 대부분의 앱의 강력한 기능을 무료로 즐기세요. 개인 사용 및 가끔 협업에 적합합니다.
nl: Geniet van de meeste krachtige functies van de app gratis. Perfect voor persoonlijk gebruik en af en toe samenwerking.
pl: Ciesz się większością potężnych funkcji aplikacji za darmo. Idealne do użytku osobistego i okazjonalnej współpracy.
pt: Aproveite a maioria dos poderosos recursos do aplicativo gratuitamente. Perfeito para uso pessoal e colaboração ocasional.
ru: Пользуйтесь большинством мощных функций приложения бесплатно. Идеально для личного использования и случайного сотрудничества.
th: สนุกกับฟีเจอร์ที่ทรงพลังของแอพส่วนใหญ่ได้ฟรี เหมาะสำหรับการใช้งานส่วนตัวและการทำงานร่วมกันเป็นครั้งคราว
tr: Uygulamanın güçlü özelliklerinin çoğundan ücretsiz olarak yararlanın. Kişisel kullanım ve ara sıra iş birliği için mükemmel.
vi: Tận hưởng hầu hết các tính năng mạnh mẽ của ứng dụng miễn phí. Hoàn hảo cho việc sử dụng cá nhân và hợp tác thỉnh thoảng.
zh_hans: 免费享受应用程序大部分强大功能。非常适合个人使用和偶尔协作。
zh_hant: 免費享受應用程序大多數強大功能。非常適合個人使用和偶爾合作。

# paywallPlanFreeTitle
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ्त
it: Gratuito
ja: 無料
ko: 무료
nl: Gratis
pl: Darmowy
pt: Gratuito
ru: Бесплатно
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# paywallPlanGeneralFeaturesAICredits
source: **%d AI credits** / month
ar: **%d ائتمان للذكاء الاصطناعي** / شهر
de: **%d KI-Guthaben** / Monat
es: **%d créditos de IA** / mes
fr: **%d crédits d'IA** / mois
hi: **%d AI क्रेडिट** / माह
it: **%d crediti AI** / mese
ja: **%d AIクレジット** / 月
ko: **%d AI 크레딧** / 월
nl: **%d AI-credits** / maand
pl: **%d kredytów AI** / miesiąc
pt: **%d créditos de IA** / mês
ru: **%d кредитов ИИ** / месяц
th: **%d เครดิต AI** / เดือน
tr: **%d AI kredisi** / ay
vi: **%d tín dụng AI** / tháng
zh_hans: **每月 %d 个AI积分**
zh_hant: **每月 %d 人工智慧積分**

# paywallPlanGeneralFeaturesBasicMCPServices
source: Basic MCP Services
ar: خدمات MCP الأساسية
de: Grundlegende MCP-Dienste
es: Servicios MCP Básicos
fr: Services MCP de base
hi: बुनियादी MCP सेवाएँ
it: Servizi MCP di Base
ja: 基本的なMCPサービス
ko: 기본 MCP 서비스
nl: Basis MCP-diensten
pl: Podstawowe usługi MCP
pt: Serviços MCP Básicos
ru: Базовые услуги MCP
th: บริการ MCP เบื้องต้น
tr: Temel MCP Hizmetleri
vi: Dịch vụ MCP cơ bản
zh_hans: 基本 MCP 服务
zh_hant: 基本 MCP 服務

# paywallPlanGeneralFeaturesCollaborationRoomsCount
source: Collaborate with ^[**%@** rooms](inflect: true).
ar: تعاون مع ^[**%@** غرف](inflect: true).
de: Zusammenarbeiten in ^[**%@** Räumen](inflect: true).
es: Colabora en ^[**%@** salas](inflect: true).
fr: Collaborez avec ^[**%@** salles](inflect: true).
hi: ^ [**%@** कमरों](inflect: true) के साथ सहयोग करें।
it: Collabora con ^[**%@** stanze](inflect: true).
ja: ^[**%@** 部屋]でコラボレーションできます。
ko: ^['**%@** 개의 방'](inflect: true)에서 협업하세요.
nl: Samenwerken met ^[**%@** kamers](inflect: true).
pl: Współpracuj w ^[**%@** pokojach](inflect: true).
pt: Colabore com ^[**%@** salas](inflect: true).
ru: Сотрудничайте в ^[**%@** комнатах](inflect: true).
th: ทำงานร่วมกับ ^[**%@** ห้อง](inflect: true)
tr: ^ [**%@** odalarıyla](inflect: true) iş birliği yapın.
vi: Hợp tác với ^[**%@** phòng](inflect: true).
zh_hans: 与 ^[**%@** 房间](inflect: true)进行协作。
zh_hant: 與 ^[**%@** 房間](inflect: true) 進行合作。

# paywallPlanGeneralFeaturesICloudSync
source: iCloud sync data
ar: مزامنة بيانات iCloud
de: iCloud-Daten synchronisieren
es: Sincronización de datos de iCloud
fr: Synchronisation des données iCloud
hi: iCloud डेटा समन्वय
it: Sincronizzazione dati iCloud
ja: iCloudデータ同期
ko: iCloud 데이터 동기화
nl: iCloud-gegevens synchronisatie
pl: Synchronizacja danych iCloud
pt: Sincronização de dados iCloud
ru: Синхронизация данных iCloud
th: ซิงค์ข้อมูล iCloud
tr: iCloud verilerini senkronize et
vi: Đồng bộ dữ liệu iCloud
zh_hans: iCloud 数据同步
zh_hant: iCloud 數據同步

# paywallPlanGeneralFeaturesLibrariesSupport
source: Libraries
ar: المكتبات
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
hi: लाइब्रेरी
it: Biblioteche
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheken
pl: Biblioteki
pt: Bibliotecas
ru: Библиотеки
th: ห้องสมุด
tr: Kütüphaneler
vi: Thư viện
zh_hans: 库支持
zh_hant: 資料庫

# paywallPlanGeneralFeaturesOptimizedMCPServices
source: Optimized MCP Services
ar: خدمات MCP المخصصة
de: Optimierte MCP-Dienste
es: Servicios MCP Optimizados
fr: Services MCP optimisés
hi: ऑप्टिमाइज्ड MCP सेवाएँ
it: Servizi MCP Ottimizzati
ja: 最適化されたMCPサービス
ko: 최적화된 MCP 서비스
nl: Geoptimaliseerde MCP-diensten
pl: Zoptymalizowane usługi MCP
pt: Serviços MCP Otimizados
ru: Оптимизированные услуги MCP
th: บริการ MCP ที่ปรับให้เหมาะสม
tr: Optimize Edilmiş MCP Hizmetleri
vi: Dịch vụ MCP tối ưu hóa
zh_hans: 优化的 MCP 服务
zh_hant: 優化的 MCP 服務

# paywallPlanGeneralFeaturesPDFExport
source: Lossless PDF export
ar: تصدير PDF بدون فقدان
de: Verlustfreier PDF-Export
es: Exportación de PDF sin pérdida
fr: Exportation PDF sans perte
hi: बिना नुकसान के PDF निर्यात
it: Esportazione PDF senza perdita
ja: ロスレスPDFエクスポート
ko: 무손실 PDF 내보내기
nl: Verliesloze PDF-export
pl: Bezkodowa eksport PDF
pt: Exportação de PDF sem perdas
ru: Бескомпромиссный экспорт PDF
th: ส่งออก PDF แบบไม่มีการสูญเสีย
tr: Kayıpsız PDF dışa aktarma
vi: Xuất PDF không mất dữ liệu
zh_hans: 无损 PDF 导出
zh_hant: 無損 PDF 匯出

# paywallPlanGeneralFeaturesUnlimitedDraws
source: Unlimited draws
ar: رسومات غير محدودة
de: Unbegrenzte Zeichnungen
es: Dibujos ilimitados
fr: Dessins illimités
hi: असीमित ड्रॉ
it: Disegni illimitati
ja: 無制限の描画
ko: 무제한 드로잉
nl: Onbeperkte tekeningen
pl: Nieograniczone rysunki
pt: Desenhos ilimitados
ru: Неограниченное количество рисований
th: วาดได้ไม่จำกัด
tr: Sınırsız çizimler
vi: Vẽ không giới hạn
zh_hans: 无限制绘图文件数
zh_hant: 無限繪圖

# paywallPlanGeneralFeaturesUnlimitedValue
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: अनलिमिटेड
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pl: Nieograniczone
pt: Ilimitado
ru: Безлимитно
th: ไม่จำกัด
tr: Sonsuz
vi: Không giới hạn
zh_hans: 无限制
zh_hant: 無限制

# paywallPlanMax10xDescription
source: For the highest AI usage tier.
ar: لأعلى مستوى استخدام للذكاء الاصطناعي.
de: Für die höchste KI-Nutzungsebene.
es: Para el nivel más alto de uso de IA.
fr: Pour le niveau d'utilisation d'IA le plus élevé.
hi: AI उपयोग के उच्चतम स्तर के लिए।
it: Per il livello massimo di utilizzo dell'AI.
ja: 最も高いAI使用レベルです。
ko: 가장 높은 AI 사용 티어를 위한 것입니다.
nl: Voor het hoogste AI-gebruikstarief.
pl: Dla najwyższego poziomu wykorzystania AI.
pt: Para o nível mais alto de uso de IA.
ru: Для самого высокого уровня использования ИИ.
th: สำหรับระดับการใช้งาน AI ที่สูงที่สุด
tr: En yüksek AI kullanım seviyesi için.
vi: Đối với mức sử dụng AI cao nhất.
zh_hans: 适用于最高的AI使用级别。
zh_hant: 適用於最高的人工智慧使用層級。
